app/channels/appearance_channel.rb

  def subscribed
    stream_for User.first
---
SELECT "users".* FROM "users" ORDER BY "users"."id" ASC LIMIT ?  [["LIMIT", 1]]