app/controllers/notifications_controller.rb

SELECT "users".* FROM "users" ORDER BY "users"."id" ASC LIMIT ?  [["LIMIT", 1]]
---
    def show
        AppearanceChannel.broadcast_to(
            User.first,
            title: 'New things!',
            body: 'All the news fit to print'
        )